Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisen_varhaiskasvatuksen_materiaalipulaan_saadaan_pienta_helpotusta_syksyn_aikana_.html.tmx
Source language: fin
Languages: smn

source: Saamelaisen varhaiskasvatuksen materiaalipulaan saadaan pientä helpotusta syksyn aikana
smn: Sämmilii arâšoddâdem materiaalvänivuotân uážžup uccâ iše taan čoovčâ ääigi

source: Saamelaiskäräjien Saamen kielen toimistossa työskentelee tällä hetkellä kaksi varhaiskasvatuksen materiaalityöntekijää, toukokuussa aloittanut Anni Saara Aikio ja heinäkuussa aloittanut Onneli Sieppi.
smn: Sämitige Sämikielâ toimâttuvâst porgâv tääl kyehti arâšoddâdem materiaalpargee, vyesimáánust algâttâm Anni Saara Aikio já syeinimáánust algâttâm Onneli Sieppi.

source: Molemmat ovat varhaiskasvatuksen opettajia ja työskennelleet saamelaisessa varhaiskasvatuksessa.
smn: Kuohtuuh lává arâšoddâdem máttáátteijeeh já lává porgâm sämmilii arâšoddâdmist.

source: Saamelaisen varhaiskasvatuksen yksi suurista haasteista on edelleen materiaalipula.
smn: Sämmilii arâšoddâdem ohtâ stuorrâ hástus lii ain materiaalvänivuotâ.

source: Puutetta on kaikesta materiaalista; kirjoista, lautapeleistä, musiikista, pedagogisesta opettajien materiaaleista, ammattikirjallisuudesta ja leluista.
smn: Vänivuotâ lii puoh materiaalijn, kiirjijn, lyevdispeelâin, muusikist, pedagogisijn máttáátteijei materiaalijn, áámmátkirjálâšvuođâst já sierâin.

source: Saamelaisen varhaiskasvatuksen työntekijät ovat todella taitavia soveltamaan, kääntämään ja valmistamaan itse materiaalia, mutta käyttövalmista ja saamelaisen pedagogiikan pohjalta tehtyä materiaalia kaivataan jatkuvasti.
smn: Sämmilii arâšoddâdem pargeeh láá tuođâi čeepih heiviittiđ, jurgâliđ já rähtiđ jieš materiaal, mutâ kiävttuanolâš já sämmilii pedagogiik vuáđuld rahtum materiaal annoo ain. Tile puárrán váhá taan čoovčâ ääigi.

source: Tilanteeseen saadaan pientä helpotusta kuluvan syksyn aikana.
smn: Materiaal pyevtittuvvoo sehe teddilum kirjen, korttân já spellân já meid digihäämist.

source: Materiaalia tuotetaan sekä painettuina kirjoina, kortteina ja peleinä että digimuodossa.
smn: Projekteh láá joođoost jo maaŋgah já uási lii jo valmâštum-uv, ko teddilemlájádâsâst lii puáttám kuulmâkielâlâš Peerâ- muštospellâ já Kuáti.

source: Projekteja on käynnissä useita ja osa on jo valmistunutkin, kun painosta on tullut kolmikielinen Perhe- muistipeli ja Kuáti.
smn: fi- materiaalpaaŋkin láá luođim 10 uđđâ ivnimkovveed , main sämikulttuur lii kuávdáást.

source: fi- materiaalipankkiin on ladattu 10 uutta värityskuvaa , joissa saamelainen kulttuuri on keskiössä.
smn: Lasseen ovdil algâttum Värinautit- pargojuávhoin oovtâstpargoost rahtum vijđes tobdošoddâdemmateriaal, Värinauttij häldeekirje tobdoin – Máttáátteijee raavâkirje lii valmâštum.

source: Lisäksi aiemmin aloitettu Värinautit- työryhmän kanssa yhteistyössä valmistettu laaja tunnekasvatusmateriaali, Värinauttien mörkökirja tunteista – Opettajan opas on valmistunut.
smn: – Mun lam tuođâi ilolâš, ete mij finnip uđđâ materiaal sämmilii arâšoddâdmân.

source: – Olen todella iloinen, että saamme uutta materiaalia saamelaiseen varhaiskasvatukseen.
smn: Párnáid lii tehálâš uáiniđ, ete mij lep já mii kulttuur lii speelâin,kiirjijn já ivnimkuuvijn mieldi.

source: Lapsille on tärkeää nähdä, että me ja meidän kulttuurimme on peleissä, kirjoissa ja värityskuvissa läsnä.
smn: Ko mij spellâp syemmilii muštospeelâ perrust, te mij kavnâp eeji, eeni, uárbim- já viljâpele, oobijd já viiljâid já äijih já ááhu, mutâ sämmilii speelâst mist láá lasseen ristvaanhimeh, ristuábih já -viiljah já imeh já maavah, já ama siäsáh já čeesih-uv láá eenâb ko syemmilii speelâst.

source: Kun pelaamme suomalaista muistipeliä perheestä, löydämme isän, äidin, serkun, sisarukset ja isovanhemmat, mutta saamelaisessa pelissä meillä on lisäksi kummit, kummisiskot ja -veljet ja tätien ja setien puolisot, ja toki tätejä ja setiäkin on moninkertainen määrä suomalaiseen peliin nähden.
smn: Kooveest muáđá čuáldá vuodduid, motomijn láá mááccuheh, motomijn sovskapereh, ulmuuh láá kuáláástmin, luommiimin já ristviiljâst lii vyesi askestis.

source: Kuvissa äidin nuorempi sisko kutoo pauloja, osalla on saamenpuvut, joillain karvalakit. Hahmot ovat kalassa, hillastamassa ja kummiveljellä on vasa sylissään.
smn: Taah sättih orroođ uccâ äššin, mutâ toh láá tuođâi stuárráh já teháliih.

source: Nämä voivat kuulostaa pieniltä asioilta, mutta ovat oikeasti isoja ja tärkeitä.
smn: Ivnimkuuvijn mist vuod lii ovdâmerkkân pyerástoovlist čokkájeijee pärni.

source: Värityskuvissa meillä taas on esimerkiksi pyörätuolissa istuva lapsi.
smn: Tággáár representaatio sämipárnááh uáinih uáli uccáá, muštâl kielâpiervâlstivrejeijee Niina Aikio-Siltala.

source: Tällaista representaatiota saamelaislapset näkevät kovin vähän, kertoo kielipesäohjaaja Niina Aikio-Siltala.
smn: – Meid pargoviehân taah materiaaleh láá tuáivu mield stuorrâ iššeen.

source: – Myös henkilöstölle nämä materiaalit ovat toivottavasti suureksi avuksi.
smn: Ovdâmerkkân Värinautit- pargojuávhoin oovtâstpargoost rahtum materiaalist mist láá hirmâd ennuv tobdoid lohtâseijee säänih, moh láá ucceeb mieldi argâkielâst.

source: Esimerkiksi Värinautit- työryhmän kanssa yhteistyössä tehdyssä materiaalissa meillä on valtava määrä tunteisiin liittyviä sanoja, jotka ovat vähemmän arkikielessä läsnä.
smn: Kuáti.

source: Kuáti.
smn: fi- sijđoid vuáđudemnáál blogin vuod láá puátimin jieškote-uvlágán artikkâleh sämmilii pedagogiikâst, moiguin mij pastep váhá sajanpieijâđ áámmátkirjálâšvuođâ vänivuođâ, juátká Aikio-Siltala.

source: fi- sivustolle perustattavaan blogiin puolestaan on tulossa erilaisia artikkeleita saamelaisesta pedagogiista, joilla pystymme hieman korjaamaan ammattikirjallisuuden puutetta, jatkaa Aikio-Siltala.
smn: Sämikielâ toimâttuvâst pyevtittemnáál materiaaleh ruttâduvvojeh kulttuur- já kielâpiervâltooimâ staatâtorjust já taid jyehih nuuvtá sämikielâláid arâšoddâdemohtâduvváid já sämikielâlii ovdâmáttááttâsân.

source: Saamen kielen toimistossa tuotettavat materiaalit rahoitetaan kulttuuri- ja kielipesätoiminnan valtionavustuksesta ja ne jaetaan ilmaiseksi saamenkielisiin varhaiskasvatusyksiköihin ja saamenkieliseen esiopetukseen.
smn: Materiaal puáhtá tiiláđ jieijâs ohtâdâhân tuáistáážân šleđgâpostáin kielâpiervâlstivrejeijest.

source: Materiaalia voi tilata omaan yksikköön toistaiseksi sähköpostitse kielipesäohjaajalta.
smn: Lasetiäđuh

source: Lisätietoja:
smn: Niina Aikio-Siltala má. kielâpiervâlstivrejeijee 010 839 3115 / 040 487 5414 niina.aikio-siltala@samediggi.fi Anni Saara Aikio má. materiaalvuávájeijee 010 839 3132 / 040 610 9773 anni-saara.aikio@samediggi.fi

source: Niina Aikio-Siltala ma. kielipesäohjaaja 010 839 3115 / 040 487 5414 niina.aikio-siltala@samediggi.fi Anni Saara Aikio ma. materiaalisuunnittelija 010 839 3132 / 040 610 9773 anni-saara.aikio@samediggi.fi
smn: Onneli Sieppi má. materiaalvuávájeijee 010 839 3132 / 040 610 9773 onneli.sieppi@samediggi.fi
